Season 2013/Bogota/Projects/7_hormigas/app/controllers/api/v1/distributor_controller.rb

SELECT `distribuidors`.* FROM `distribuidors`
---
	def index
    @distributors = Distribuidor.all